<script setup>

import DefaultLayout from "../../Layouts/DefaultLayout.vue";
import {Head} from "@inertiajs/vue3";
</script>

<template>
    <Head>
        <title>Политика конфиденциальности</title>
        <meta name="description" content="Политика конфиденциальности Tvelvi">
    </Head>
    <DefaultLayout>
        <section class="agreements">
            <div class='agreements__container'>
                <h1 class="agreements__title title">Согласие на обработку <br>
                    <mark>персональных данных</mark></h1>
                <p>
                    В соответствии с настоящим Согласием на обработку персональных данных (далее – Согласие),
                    оставляя
                    свои данные на сайте <a href="https://tvelvi.com">https://tvelvi.com</a> (включая поддомены всех
                    уровней) (далее – Сайт), а также
                    совершая иные действия по выражению Согласия с обработкой ПДн, как это указано в Политике
                    обработки
                    персональных данных и файлов Cookie, в соответствии с требованиями Федерального закона «О
                    персональных данных» № 152-ФЗ и Политики обработки персональных данных и файлов Cookie,
                    размещенной
                    Оператором на Сайте по ссылке: <a :href="route('privacy')">https://tvelvi.com/privacy</a> (далее
                    – Политика), Я (далее – Субъект
                    персональных данных),даю конкретное, предметное, информированное, сознательное и однозначное
                    согласие на обработку моих персональных данных Обществу с ограниченной ответственностью
                    «ТВЭЛВИ»,
                    ИНН: 1655497226, ОГРН: 1231600041331, адрес: 420111, респ Татарстан (Татарстан), г.о. город
                    Казань,
                    г Казань, ул Пушкина, 12, помещ 402, e-mail: <a href="mailto:tvelvi.it@yandex.ru">tvelvi.it@yandex.ru</a> (далее
                    – Оператор),
                </p>
                <ol class="agreements__list">
                    <span class="agreements__title-list">
                        для следующих
                        целей:
                    </span>
                    <li>
                        обеспечение соблюдения требований законодательства Российской Федерации;
                    </li>
                    <li>
                        связь с Субъектом персональных данных по оставленной им заявке на обратную связь на Сайте,
                        либо
                        предоставление ответа в мессенджер (What’s App, Telegram и(или) иной используемый Оператором
                        персональных данных мессенджер) в ответ на направленное Субъектом персональных данных
                        сообщение

                        в
                        такой мессенджер, с целью предоставления информации, интересующей Субъекта персональных
                        данных,
                        включая, но не ограничиваюсь, об услугах Оператора и условий их оказания; 
                    </li>
                    <li>
                        направление маркетинговых материалов и информации, по email и(или) СМС (до отписки от
                        рассылки);
                    </li>
                    <li>
                        оформление и регулирование договорных отношений между Субъектом персональных данных и
                        Оператором;
                    </li>
                    <li>
                        осуществление действий, разрешенных законодательством Российской Федерации и необходимых для
                        взаимодействия Оператора с Субъектом персональных данных в рамках реализации существующих
                        между
                        ними
                        правоотношений;
                    </li>
                    <li>
                        отражение информации во внутренних базах данных Оператора;
                    </li>
                    <li>
                        передача персональных данных третьим лицам согласно договорам, заключенным с такими лицами
                        Оператором, в порядке и на условиях, предусмотренных Политикой.
                    </li>
                </ol>
                <ol class="agreements__list">
                    <span class="agreements__title-list">Перечень персональных данных, на обработку которых дается согласие:</span>
                    <li>
                        Имя;
                    </li>
                    <li>
                        Абонентский номер телефона;
                    </li>
                    <li>
                        Иные категории персональных данных в случае их обработки.
                    </li>
                </ol>
                <ol class="agreements__list">
                    <span class="agreements__title-list">Перечень действий с персональными данными, на совершение которых дается согласие:</span>
                    <li>
                        обработка вышеуказанных персональных данных будет осуществляться путем смешанной
                        (автоматизированной, неавтоматизированной) обработки персональных данных;
                    </li>
                    <li>
                        сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
                        извлечение,
                        использование, передача, обезличивание, блокирование, удаление, уничтожение персональных
                        данных.
                        Способ обработки вышеуказанных персональных данных
                        Обработка вышеуказанных персональных данных будет осуществляться путем смешанной обработки
                        персональных данных.
                        Категории и перечень персональных данных, на обработку которых Субъект персональных данных
                        устанавливает условия и запреты, а также перечень устанавливаемых условий и запретов не
                        устанавливаю.
                        Условия, при которых полученные персональные данные могут передаваться Оператором только по
                        его
                        внутренней сети, обеспечивающей доступ к информации лишь для строго определенных
                        сотрудников,
                        либо с
                        использованием информационно - телекоммуникационных сетей, либо без передачи полученных
                        персональных
                        данных, не устанавливаю.
                        Настоящее согласие на обработку персональных данных действует с момента его предоставления
                        Оператору
                        персональных данных и в течение срока, установленного Политикой, и может быть отозвано в
                        любое
                        время
                        путем подачи Оператору заявления в простой письменной форме.
                    </li>
                </ol>
                <ol class="agreements__list">
                    <span  class="agreements__title-list">Персональные данные уничтожаются при наступлении следующих событий:</span>
                    <li>
                        Прекращение деятельности Оператора, 
                    </li>
                    <li>
                        ликвидация Оператора, 
                    </li>
                    <li>
                        реорганизация Оператора, 

                    </li>
                    <li>
                        истечение срока хранения, предусмотренного Политикой,
                    </li>
                    <li>
                        отзыв Субъектом персональных данных (или его представителем) согласия на обработку его
                        персональных
                        данных, с учетом достижения условий, предусмотренных ст. 21 ФЗ «О персональных данных» по
                        достижении
                        целей обработки персональных данных (Оператор прекратит обработку таких персональных данных
                        в
                        течение 3 (трех) рабочих дней, о чем будет направлено уведомление Субъекту персональных в
                        течение 10
                        (десяти) рабочих дней).
                    </li>
                </ol>
                <p>
                    Я проинформирован о праве на получение информации, касающейся обработки моих персональных
                    данных, в
                    соответствии с Федеральным законом от 27.07.2006 г.№152-ФЗ «О персональных данных».
                    Я внимательно изучил настоящее Согласие, все пункты мне ясны и понятны. Подтверждаю, что
                    согласие
                    является конкретным, информированным, предметным, сознательным и однозначным.
                    Я ознакомлен с Политикой, принятой Оператором.
                    Я подтверждаю, что полностью ознакомлен(а) с содержанием Согласия, не имею возражений и даю
                    согласие
                    на все действия с моими персональными данными, указанные в настоящем Согласии, действую
                    осознанно,
                    по собственной воле и в своих интересах.
                </p>
                Ссылка на документ:<a
                href="https://tvelvi.com/privacy-agreement">https://tvelvi.com/privacy-agreement</a>
            </div>
        </section>
    </DefaultLayout>
</template>

<style scoped>

</style>
